export const sprintData = {
  name: 'Спринт',
  goal: 'Цель: Повторить слова и их переводы',
  description:
    'В этой игре вам предстоит сравнивать слово на английском с его переводом на русском языке. Если слово и перевод соответствуют друг другу - нажмите стрелочку вправо либо на кнопку "верно", если же нет - нажмите на стрелочку влево, либо на кнопку "неверно". Время на игру: 60 секунд',
  bg: 'blue',
  amountWords: 600,
};

export const dataGame = {
  name: 'Спринт',
  goal: 'Цель: Повторить слова и их переводы',
  description:
    'В этой игре вам предстоит сравнивать слово на английском с его переводом на русском языке. Если слово и перевод соответствуют друг другу - нажмите стрелочку вправо либо на кнопку "верно", если же нет - нажмите на стрелочку влево, либо на кнопку "неверно". Время на игру: 60 секунд',
  bg: 'blue',
  amountWords: 600,
};
